import React from 'react';
import './About.css'

const About = () => {
	return (
		<div className='container'>
			<div className="about">
				<h1>Бренд ZARA</h1>
				<h2>Наша история</h2>
				<p className='text'>Компания Zara была основана Амансио Ортегой в 1975 году. Его первый магазин находился в центре Ла-Коруньи, в Галисии, Испания, где компания базируется до сих пор. Первоначально он назвал его «Зорба» в честь классического фильма 1964 года «Грек Зорба», но, узнав, что в двух кварталах от него есть бар с таким же названием, он изменил расположение букв на «Зара». Считается, что лишняя буква «а» произошла от дополнительного набора букв, которые были сделаны для компании. [6][7] Он продавал недорогие двойники популярной одежды более высокого класса. Впоследствии он открыл еще несколько магазинов в Испании. В 1980-х годах он изменил процесс проектирования, производства и дистрибуции, чтобы сократить время выполнения заказов и быстрее реагировать на новые тенденции — то, что он называл «мгновенной модой» — используя информационные технологии и группы дизайнеров, а не отдельных лиц.

Международная экспансия Zara была просчитанным шагом Амансио Ортеги, который не только произвел революцию в индустрии моды с помощью «мгновенной моды», но и открыл магазины по всей Европе и, в конечном итоге, по всему миру. Благодаря быстрым срокам выполнения заказов и пристальному вниманию к предпочтениям клиентов, Zara зарекомендовала себя как лидер мировой моды, быстро поставляя стильную одежду по разумным ценам.</p>
			<h3>Свяжитесь с нами!</h3>
			<h4>Наши контакты и соц сети:</h4>
			<h4>0501035034</h4>
			<h4>www.zara.com</h4>
			<h4>@zara</h4>
			</div>
		</div>
	)
}

export default About;